[
    {
        "name": "Beginners Digital Photography",
        "price": "$ 20",
        "ratings": 4.5,
        "img": "https://mm.creativelive.com/fit/https%3A%2F%2Fagc.creativelive.com%2Fagc%2F201601-GREENGOFUND16%2F011717_John%20Greengo_Fundamentals_of_Photography_Course%20GFX_WEB_1600x900.jpg/1600",
        "level": "Basic Photography",
        "details":"These include camera handling, composition, effective use of light, file management, digital image manipulation and developing a photographic vision. Students entering the course must have a digital camera with aperture priority, shutter priority, and exposure compensation."
    },
    {
        "name": "Photography Essentials: Understanding the Basics",
        "price": "$ 50",
        "ratings": 4.5,
        "img": "https://mymodernmet.com/wp/wp-content/uploads/2020/02/online-photography-classes-3.jpg",
        "level": "Your Road to Better Photography",
        "details":"By learning some essential pieces of photography such as, focusing, in-camera settings, exposure, composition, and even editing, you can get your photography hobby, or even career, going with this class. If you are a beginner photographer and want to find a way to get a head start without breaking the bank, this is the class for you. "
    },
    {
        "name": "Intermediate Digital Photography",
        "price": "$ 35",
        "ratings": 4.8,
        "img": "https://jeskabaileyphotography.com/wp-content/uploads/2019/05/Digital-Photography01.jpg",
        "level": " Basics of Photography: The Complete Guide",
        "details":"Cover Items: Top camera terms you need to know, How an aperture works, Colour vs B&W, How to take panning shots, How depth of field worksThe best focus mode to use,Spacing out landscape compositions,What’s a leading line?,Focal length distortion guide,Colour vs B&W,What’s the reciprocal rule?,How to pose men,Posture & balancing tips,Family posing shapes,"
    },
    {
        "name": "Commercial Photography: Still and Moving Image",
        "price": "$ 60",
        "ratings":5,
        "img": "https://www.thecompleteuniversityguide.co.uk/commimg-cug/myhotcourses/blog/rich/myhc_101665_354_199px.jpg",
        "level": "Intermediate",
        "details":"This free FutureLearn online course is for aspiring commercial photographers or assistants who are hoping to develop their skills and knowledge in new media. This involves exploring still and moving image photography. You’ll get to tackle topics on filmmaking as well as the use of CGI, animation, and more. It will also help you learn how to create winning commercial yet personal and individualized work for clients. All of this will be useful if you’re pursuing advertising, fashion, or editorial photography."
    },
    {
        "name": "Lighting 101 by Jayed",
        "price": "$ 70",
        "ratings": 4,
        "img": "https://dvyvvujm9h0uq.cloudfront.net/com/articles/1562594120-depositphotos-166507128-l-2015.jpg",
        "level": "Beginner to Intermediate",
        "details":"This pain Jayed online course is for photographers looking to learn more about how to control and use light. You’ll learn from a trained and professional photographer who has completed 10,000-plus assignments and mastered the power of light."
    },
    {
        "name": "CreativeLife On-Air Classes",
        "price": "$ 45",
        "ratings":5,
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRZoetIAQpN3qtbigNsVlLgRrtAy9tf9OR6Hw&usqp=CAU",
        "level": " Beginner to Advance",
        "details":"CreativeLife mostly sells online photography courses, but they also have a wide range of free on-air classes (at least one per day). These classes cover topics such as video, art and design, music and audio, crafts, and others—including photography, of course. The site allows viewers to RSVP to different classes, which can easily be viewed by more than 50,000 students from around the world. Make sure to take note of the date and time of the on-air class you want to take. There are many different courses each day. Finally, should you consider trying out their paid classes, you can catch celebrity guests and instructors like world-renowned wedding photographe"
    }
   
]